lb_titulo = Nicho ecol\u00f3gico
lb_sub_titulo = Plataforma de exploraci\u00f3n de datos ecol\u00f3gicos del C3 y la CONABIO
nicho_link = Redes ecol\u00f3gicas
btn_idioma = Idioma 
a_espanol = Espa\u00f1ol
a_ingles = Ingles
lb_especie = Especie
#esp_name = Nombre espec\u00edfico
lb_example = Ej: Lynx rufus
lb_resumen = Resumen
lb_restricciones = Restricciones
lb_construccion = En construcci\u00f3n
lb_panel_region = Regi\u00f3n
lb_seccion_region = 1. Por estado o ecorregi\u00f3n
lb_estados = Carga estados
lb_ecos = Carga ecorregiones
lb_seccion_tools = 2. Por herramientas de selecci\u00f3n
lb_tools_ayuda = Utiliza las herramientas que aparecen al costado del mapa
lb_panel_variables = Grupo de variables
a_taxon = Taxon\u00f3micas
a_clima = Clim\u00e1ticas
a_topo = Topogr\u00e1ficas
lb_occ = Ocurrencias especie
lb_occ_celda = Celdas con ocurrencias de la especie (ni)
btn_variable = Taxon
a_item_reino = Reino
a_item_phylum = Phylum
a_item_clase = Clase
a_item_orden = Orden
a_item_familia = Familia
a_item_genero = G\u00e9nero
a_item_especie = Especie
btn_variable_bioclim = Clima
a_item_bio00 = Bioclim
a_item_bio1 = Temperatura media anual 
a_item_bio2 = Rango medio diurno
a_item_bio3 = Forma Isot\u00e9rmica
a_item_bio4 = Temperatura estacional 
a_item_bio5 = Temperatura m\u00e1xima del mes mas caliente
a_item_bio6 = Temperatura m\u00ednima de mes mas frio
a_item_bio7 = Rango anual de temperatura
a_item_bio8 = Temperatura media del trimestre mas humedo
a_item_bio9 = Temperatura media del trimestre mas seco 
a_item_bio10 = Temperatura media del trimestre mas caliente
a_item_bio11 = Temperatura media del trimestre mas frio 
a_item_bio12 = Precipitaci\u00f3n anual
a_item_bio13 = Precipitaci\u00f3n del mes mas humedo
a_item_bio14 = Precipitaci\u00f3n del mes mas seco
a_item_bio15 = Precipitaci\u00f3n estacional
a_item_bio16 = Precipitaci\u00f3n del trimestre mas humedo
a_item_bio17 = Precipitaci\u00f3n del trimestre mas seco
a_item_bio18 = Precipitaci\u00f3n del trimestre mas caliente
a_item_bio19 = Precipitaci\u00f3n del trimestre mas frio
btn_variable_bioclim_time = Tiempo
a_actual = Actual
a_f50 = 2050
get_esc_ep = Correr an\u00e1lisis
lb_resultados = Resultados
lb_status_validacion_act = Proceso de validaci\u00f3n activado
lb_status_validacion_des = Proceso de validaci\u00f3n desactivado
lb_status_fosil_act = Registros f\u00f3siles considerados
lb_status_fosil_des = Registros f\u00f3siles descartados
lb_porcentaje_test = Conjunto de entrenamiento: {0}% <br/>Conjunto de prueba: {1}%
lb_occ_cargado = Puedes revisar las ocurrencias de la especie en el mapa localizado en la parte inferior
lb_error_especie = Por favor escoja una especie objetivo en la secci\u00f3n Especie
lb_error_variable = Por favor escoja al menos un grupo de variables en la secci\u00f3n Grupo de variables
lb_correo_enviado = Archivo enviado por correo electr\u00f3nico
lb_correo_error = Error al enviar el archivo
lb_inicio_validacion = El proceso de validaci\u00f3n requiere de mas tiempo de procesamiento para obtener los resultados. Por favor espere unos minutos.
lb_iteracion = Iteraci\u00f3n {0}/{1} realizada
lb_resultados_display = Tabla e histogramas generados correctamente
lb_error_proceso_val = Existi\u00f3 un error en el proceso de validaci\u00f3n, por favor intente nuevamente
lb_error_histograma = Existi\u00f3 un error en la generaci\u00f3n del histograma por decil, por favor intente nuevamente
lb_inica_mapa = Generando mapa
lb_carga_mapa = Mapa generado correctamente
lb_error_mapa = Error al generar el mapa, intente nuevamente
lb_inicia_histograma = Generando tabla e histogramas
lb_carga_histograma = Tabla e histogramas generados correctamente
titulo_hist_eps = Epsilon especie
titulo_hist_score = Score especie
titulo_hist_score_celda = Score celda
titulo_hist_score_decil = Score decil
tip_tbl_titulo = Scores Especie
tip_tbl_esp = Especie
tip_tbl_score = Score
tip_tbl_titulo_clima = Scores Raster
tip_tbl_bioclim = Bioclim
lb_rango = Rango
lb_frecuencia = Frecuencia
lb_score_conjunto = Score conjunto
lb_conformado = Formado por
lb_grupo = Grupo
lb_xaxis_decil = Decil por grupo
lb_recall_avg = Recall prom
lb_vp_avg = VP prom
lb_fn_avg = FN prom
lb_recall = Recall
lb_nulos = Nulos prom
recall_nulo = Sin valores
lb_decil = Decil
lb_epsilon = Epsilon
lb_procentaje_occ = % Occ por decil
lb_genero = G\u00e9nero
lb_bioclim = Bioclim
lb_nij = nij
lb_nj = nj
lb_ni = ni
lb_n = n
lb_descarga_tbl = Descargar tabla
lb_borra_puntos = Borrar registros inv\u00e1lidos
lb_malla = Malla
lb_existente = Grupo existente
lb_titulo_net = Redes ecol\u00f3gicas
net_link = Nicho ecol\u00f3gico
lb_sin_filtros = Seleccione un grupo de variables de cada componente
lb_fuente = Nodos fuente
lb_sumidero = Nodos destino
btn_topo =  Topogr\u00e1ficas
a_item_topo00 = \u00cd\u008dndice topogr\u00e1fico
a_item_topo01 = Elevaci\u00f3n
a_item_topo02 = Pendiente
lb_genera_red = Generar red
lb_limpia_red = Limpiar red
lb_fuente_tbl = Nodo fuente
lb_sumidero_tbl = Nodo destino
lb_detener_net = Detener red
lb_centrar_net = Centrar red
lb_buscar_sp = Buscar especie
lb_exportar_net = Exportar red
lb_info_net = Mant\u00e9n presionada la tecla 'shift' para seleccionar mas de un nodo
lb_info_slider = ATR: Atracci\u00f3n entre nodos
lb_variable_name = Nombre
lb_raster = Raster
lb_title_index = Bienvenido a la Plataforma de exploraci\u00f3n de datos ecol\u00f3gicos del C3 y la CONABIO
lb_title_qs = \u00bfQue deseas modelar?
a_modelo_nicho = Modelar Nicho ecol\u00f3gico
a_modelo_comunidad = Modelar Comunidad ecol\u00f3gica
lb_des_modal_csv = La descarga de excel se realiza a trav\u00e9s de envio a una cuenta de correo electr\u00f3nico, por favor proporciona una cuenta valida.
send_email_csv = Enviar
map_download = Descargar mapa
sp_download = Descargar especie objetivo
cancel_email_csv = Cancelar
lb_modal_shp = Descarga mapa en formato GEOJSON
lb_des_modal_shp = La descarga del archivo en formato GEOJSON se realiza a trav\u00e9s de un enlace de descarga directo. Por favor, da clic en el siguiente enlace.

lb_modal_red = Descarga red en formato CSV
lb_des_modal_red = La descarga de la red es en formato CSV y se realiza a trav\u00e9s de un enlace de descarga directo. Por favor, da clic en el siguiente enlace.
red_download = Descargar red
cancel_red_csv = Cancelar

send_email_shp = Enviar
cancel_email_shp = Cancelar
lb_modal_csv = Descarga de tabla en formato CSV
email_address = Introduzca su email
email_address_shp = Introduzca su email
link_sp = Consultar mas info
lb_especie_tbl = Variable
lb_especie_tbl_eps = Especie/Raster
lb_genero_tbl = G\u00e9nero/Raster
lb_status_apriori_act = C\u00e1lculo a priori activado
lb_status_apriori_desc = C\u00e1lculo a priori desactivado
lb_error_tblsp = Error al generar la tabla epsilon - score, intente nuevamente
lb_nivel_reino = Las consultas a nivel de Reino o Phylum estan restringidas, selecciona otro nivel taxon\u00f3mico
lb_modal_login = Bienvenido
lb_des_modal_login = Si desea recibir notificaci\u00f3n de las actualizaciones de la plataforma, por favor ingrese nombre, apellido y un correo electr\u00f3nico.
send_email_login = Registrar
root_topo = Topograf\u00eda
lb_status_minocc_act = M\u00ednimo de celdas con occurencia para las especies predictoras
lb_status_minocc_des = No existe m\u00ednimo de celdas con occurencia para especies predictoras
lb_status_chkfecha = Considerar registros sin fecha
lb_status_chkfecha_des = Descartar registros sin fecha
lb_sin_especie = No ha seleccionado ninguna especie
lb_status_mapprob_act = Generar mapa de probabilidad
lb_status_mapprob_des = Generar mapa por valor de score
lb_nolinks = No existe relaci\u00f3n entre los grupos consultados
lb_validacion = Validaci\u00f3n
lb_occ_min = Min. Celdas con ocurrencia (nj)
lb_fosil = Incluir f\u00f3siles
lb_apriori = A\u00f1adir a priori
lb_mapprob = Mapa de probabilidad
lb_reg_fecha = Incluir registros sin fecha 
lb_range_fecha = Filtrar por fecha
labelFecha = {0} - {1}
reload_map = Filtrar
val_actual = Actual
tab_resumen = Resumen
tab_variables = Par\u00e1metros
tab_filtros = Filtros
lb_mapa_res = Resoluci\u00f3n
lb_sp_list = Nombre Cient\u00edfico
lb_rango_fecha = Considerar registros entre: {0} - {1}
lb_no = No
lb_si = Si
generaRed = Generar Red
lb_gen_values = Es necesario regenerar los valores
msg_estados_loaded = Estados cargados correctamente
msg_estados_error = Error al cargar los estados
lb_msg_source = Nombre de la variable fuente
lb_msg_target = Nombre de la variable destino
lb_msg_nij = Es el n\u00famero de celdas donde ocurre una interacci\u00f3n de la variable explicatoria con la variable objetivo.
lb_msg_nj = Es el n\u00famero de celdas con almenos una ocurrencia de la variable explicatoria.
lb_msg_ni = Es el n\u00famero de celdas con almenos una ocurrencia de la variable objetivo.
lb_msg_n = Es el n\u00famero de celdas consideradas en el an\u00e1lisis. Cada celda tiene 16km cuadrados.
lb_msg_epsilon = Es una prueba de hip\u00f3tesis que pretende saber si la proporci\u00f3n de la clase C es la misma cuando no existen variables explicatorias y cuando si estan presentes. A continuacion se despliega la f\u00f3rmula:
lb_msg_score = Es la comparaci\u00f3n entre la proporci\u00f3n de X en el espacio de la clase C y la proporci\u00f3n de X en el espacio del complemento de la clase C. De esta manera, si la proporci\u00f3n de X en el espacio de C es mas grande que su complemento, se puede entender que existe mayor confianza para denotar que X favorece el espacio de C y viceversa. A continuacion se muestra la f\u00f3rmula (El valor de alpha es 0.01 y se aplica logaritmo natural a los resultados):
lb_msg_hist_score_celda = Muestra la frecuencia por rango donde estan las celdas por su valor de score.
lb_msg_hist_epsilon = Muestra la frecuencia por rango donde estan las especies por su valor de epsilon.
lb_msg_hist_score = Muestra la frecuencia por rango donde estan las especies por su valor de score.
lb_title_link = Guardar enlace de resultados
lb_msg_reino = Reino de la variable explicatoria. Solo aplica cuando es una variable taxon\u00f3mica.
lb_msg_phylum = Phylum de la variable explicatoria. Solo aplica cuando es una variable taxon\u00f3mica.
lb_msg_clase = Clase de la variable explicatoria. Solo aplica cuando es una variable taxon\u00f3mica.
lb_msg_orden = Orden de la variable explicatoria. Solo aplica cuando es una variable taxon\u00f3mica.
lb_msg_familia = Familia de la variable explicatoria. Solo aplica cuando es una variable taxon\u00f3mica.
lb_msg_decil = Decil donde existe presencia de las variables explicatorias.
lb_msg_name= Nombre de la especie o raster de la variable explicatoria.
lb_msg_por_decil = Porcentaje de celdas con ocurrencias del total de la variable explicatoria que se encuentra dentro del decil.
lb_pp_rbio = Registros Bi\u00f3ticos
lb_pp_pos = Registros Positivos
lb_pp_rabio = Registros Abi\u00f3ticos
lb_pp_neg = Registros Negativos
lb_pp_st = Score Total
lb_pp_sp = Score Parcial
lb_pp_prob = Probabilidad
lb_pp_probpre = Probabilidad de presencia
lb_per_prob = Porcentaje probabilidad
lb_gen_link = Generando resultados a partir de link
lb_cal_occ = Recalculando ocurrencias de especie
lb_occ_title_sp = Datos del ejemplar
lb_occ_nombre = Nombre
lb_occ_colecta = Fecha Colecta
lb_occ_coord = Coordenadas

lb_index_hist_decil = Histograma Decil
lb_index_hist_score = Histograma Score
lb_index_map_pres = Mapa de presencia
lb_index_map_riq = Mapa de Riqueza
lb_index_tbl_rel = Tabla de relaciones
lb_index_net = Redes


label_esp_p1 = Nicho Ecol\u00f3gico
label_esp_p2 = Bienvenido a la secci\u00f3n de an\u00e1lisis de nicho ecol\u00f3gico de SPECIES. Sigue los pasos para hacer un an\u00e1lisis. Puedes cerrar el tutorial en cualquier momento y reiniciar donde te quedaste en otro momento.
label_esp_p3 = Escoge la especie
label_esp_p4 = Escribe el nombre cient\u00edfico de la especie a modelar, conforme escribes el sistema ir\u00e1 mostrando opciones, da click en el nombre que buscas cuando aparezca.
label_esp_p5 = Resoluci\u00f3n de la Malla
label_esp_p6 = Escoge la resoluci\u00f3n de la malla que se utilizar\u00e1 para el an\u00e1lisis, la malla define la partici\u00f3n del espacio para definir co_ocurrencias entre variables. 
label_esp_p7 = Filtrar Fecha
label_esp_p8 = Usa el slider para definir los a\u00f1os de registro de las observaciones que se utilizar\u00e1n en el an\u00e1lisis.
label_esp_p9 = Incluir Registros sin Fecha
label_esp_p10 = Puedes incluir o no los registros de observaciones que no tienen fecha. Por default se incluyen en el an\u00e1lisis.
label_esp_p11 = Incluir Registros F\u00f3siles
label_esp_p12 = Puedes incluir o no los registros de observaciones f\u00f3sil de la especie. Por default se incluyen en el an\u00e1lisis.
label_esp_p13 = Histograma de Registros
label_esp_p46 = Este histograma muestra la frecuencia de registros de la especie por a\u00f1o. El histograma se actualiza cuando se aplica un filtro de fechas. 
label_esp_p14 = Aplicar filtros
label_esp_p15 = Una vez definidos los filtros que quieres aplicar a las observaciones del an\u00e1lisis, presiona este bot\u00f3n para que se apliquen y veas los puntos resultantes en el mapa.
label_esp_p16 = Mapa de Ocurrencias
label_esp_p17 = En este mapa se muestran los registros que se utilizar\u00e1n en el an\u00e1lisis. Da clic en una ocurrencia para obtener sus datos de registro.
label_esp_p18 = Grupo de Variables
label_esp_p19 = El siguiente paso es definir los grupos de covariables que se utilizar\u00e1n en el modelo. Agrega, uno por uno, los grupos de variables.
label_esp_p20 = Tipo de Variables
label_esp_p21 = Puedes escoger variables bi\u00f3ticas y/o abi\u00f3ticas. Da click en la pesta\u00f1a correspondiente al tipo de variables que quieres agregar.
label_esp_p22 = Orden Taxon\u00f3mico
label_esp_p23 = Para variables bi\u00f3ticas elige el nivel taxon\u00f3mico del grupo de especies que quieres definir, y escribe el nombre del tax\u00f3n. Por ejemplo, Clase: Mammalia.
label_esp_p24 = \u00c1rbol taxon\u00f3mico
label_esp_p25 = Una vez elegido el tax\u00f3n el sistema muestra el sub\u00e1rbol taxon\u00f3mico debajo del tax\u00f3n ingresado, en este \u00e1rbol se puede hacer una selecci\u00f3n m\u00e1s fina de especies.
label_esp_p26 = Crear grupo de variables
label_esp_p27 = Una vez que hayas definido un grupo de variables se debe agregar dando clic en este bot\u00f3n.
label_esp_p28 = Eliminar grupos de variables
label_esp_p29 = Elimina todos los grupos agregados.
label_esp_p30 = Grupos de variables
label_esp_p31 = Aqu\u00ed puedes ver los grupos de variables que has definido. Si das click en el nombre de un grupo se muestra su definici\u00f3n.
label_esp_p32 = Par\u00e1metros para el an\u00e1lisis de nicho
label_esp_p33 = Puedes ajustar algunos par\u00e1metros en el proceso del an\u00e1lisis de nicho. A continuaci\u00f3n los describiremos. 
label_esp_p34 = Validaci\u00f3n
label_esp_p35 = Selecciona esta opci\u00f3n para realizar validaci\u00f3n cruzada de cinco iteraciones. Si seleccionas esta opci\u00f3n el sistema divide la rejilla en cinco subconjuntos de celdas aleatorios, ajenos entre si, y calcula cinco modelos, cada modelo se ajusta con cuatro de los subconjuntos y se prueba en el quinto, en cada iteraci\u00f3n se deja fuera para prueba un conjunto distinto. 
label_esp_p36 = M\u00ednimo de ocurrencias (nj)
label_esp_p37 = Establece el m\u00ednimo de celdas que debe ocupar una covariable para incluirse en el an\u00e1lisis.
label_esp_p38 = C\u00e1lculo a priori
label_esp_p39 = Calcula el score de cada celda considerando el 
label_esp_p40 = Mapa de Probabilidad
label_esp_p41 = Selecciona esta opci\u00f3n para que en vez de obtener el mapa con el gradiente de scores se muestre el de probabilidad de presencia (esta probabilidad se recupera directamente del score). 
label_esp_p42 = Correr an\u00e1lisis
label_esp_p43 = Ejecuta el an\u00e1lisis de nicho con los par\u00e1metros seleccionados.
label_esp_p44 = URL de an\u00e1lisis
label_esp_p45 = Da click para generar un enlace que reproduce la configuraci\u00f3n del an\u00e1lisis que ejecutaste. Esto permite compartir la configuraci\u00f3n o guardarla para referencias futuras.   

label_com_p1 = Comunidad Ecol\u00f3gica
label_com_p2 = Bienvenido a SPECIES la Plataforma de exploraci\u00f3n de datos ecol\u00f3gicos del C3 y la CONABIO. <br/><br/>Puedes cerrar el tutorial en cualquier momento y comenzar donde te quedaste.
label_com_p3 = Grupo de Variables Fuente
label_com_p4 = Es este panel puedes seleccionar el grupo de variables fuente.
label_com_p5 = Grupo de Variables Destino
label_com_p6 = Es este panel puedes seleccionar el grupo de variables destino.
label_com_p7 = Tipo de Variables
label_com_p8 = Puedes escoger entre variables bi\u00f3ticas y abi\u00f3ticas para seleccionar el nicho.
label_com_p9 = Orden Taxon\u00f3mico
label_com_p10 = Para variables bi\u00f3ticas, primeramente debes elegir el nivel taxon\u00f3mico y escribir el tax\u00f3n.
label_com_p11 = \u00c1rbol taxon\u00f3mico
label_com_p12 = Puedes navegar en el \u00e1rbol desplegado aqu\u00ed y seleccionar los grupos deseados.
label_com_p13 = Agregar Grupos de Variables seleccionados
label_com_p14 = Una vez que seleccionas los grupos, puedes agregarlos dando clic en este bot\u00f3n.
label_com_p15 = Elimina Grupos de Variables seleccionados
label_com_p16 = Elimina los grupos seleccionados.
label_com_p17 = Grupos de Variables seleccionados
label_com_p18 = Aqui puedes ver los grupos de variables que has seleccionado.
label_com_p19 = Configura Variables Destino
label_com_p20 = Realiza ahora la selecci\u00f3n para el grupo de variables destino.
label_com_p21 = M\u00ednimo de ocurrencias (nj)
label_com_p22 = Establece el m\u00ednimo de ocurrencias que necesitan tener las especies de los grupos de variables seleccionados.
label_com_p22 = An\u00e1lisis de Cominidad
label_com_p23 = Ejecuta el an\u00e1lisis de comunidad con los par\u00e1metros seleccionados.
label_com_p24 = Regenera Resultados
label_com_p25 = Es visible una vez ejecutado el an\u00e1lisis. Genera un enlace para regenerar los resultados del an\u00e1lisis ejecutado.\<br><img style="width:100%" alt="Responsive image" src="images/img_gen_link.png">

label_esp_p50 = Clima tiempo
label_esp_p51 = Por defecto el tiempo de varaibles clim\u00e1ticas es el actual. Si gustas puedes hacer una proyecci\u00f3n del tiempo. (Temporalmente esta funcionalidad esta DESACTIVADA)
label_esp_p52 = \u00c1rbol Bioclim
label_esp_p53 = El \u00e1rbol muestra las diferentes temperaturas y precipitaciones.

hd_resumen = Resumen
tlt_resumen = Resumen

tuto_res = Resultados
label_esp_res_p1 = Resultados de Nicho Ecol\u00f3gico
label_esp_res_p2 = A continuaci\u00f3n se da una explicaci\u00f3n de los resultados obtenidos en el analisis de nicho ecol\u00f3gico.
label_esp_res_p3 = titulo mapa
label_esp_res_p4 = desc mapa
label_esp_res_p5 = titulo hist decil
label_esp_res_p6 = desc hist decil
label_esp_res_p7 = titulo tabla decil
label_esp_res_p8 = desc tabla decil
label_esp_res_p9 = titulo hist epsilon especie
label_esp_res_p10 = desc hist epsilon especie
label_esp_res_p11 = titulo hist score especie
label_esp_res_p12 = desc hist score especie
label_esp_res_p13 = titulo hist score celda
label_esp_res_p14 = desc hist score celda
label_esp_res_p15 = titulo tabla general
label_esp_res_p16 = desc tabla general

label_next = Seleciona tus variables
params_next = Ver mapa
map_next = Ver deciles
hist_next = Ver tabla 

btn_tutorial = Species
btn_tuto_steps = Tutorial
show_gen = Guarda an\u00e1lisis

invalid_user = Inserte un correo o usuario v\u00e1lido. El usuario debe contener al menos un nombre y un apellido.
general_error = Existio un error de registro, intentelo nuevamenteo  registrese en otro momento.
btn_redirect = Registrar en otro momento